Repository: cyanfish/naps2
Catalog: NAPS2.Core/Lang/tmx/fr.tmx
Source language: en_us
Languages: fr

source: 100 dpi
fr: 100 ppp

source: 1200 dpi
fr: 1200 ppp

source: 200 dpi
fr: 200 ppp

source: 24-bit Color
fr: Couleur sur 24 bits

source: 300 dpi
fr: 300 ppp

source: 600 dpi
fr: 600 ppp

source: About
fr: À propos de

source: Add
fr: Ajouter

source: An error occurred with the scanning driver
fr: Une erreur s'est produite avec le pilote du scanner.

source: Are you sure you want to clear {0} item(s)?
fr: Etes-vous sûr de vouloir supprimer {0} élément(s) ?

source: Are you sure you want to delete the profile {0}?
fr: Êtes-vous certain de vouloir supprimer le profil {0} ?

source: Are you sure you want to delete {0} item(s)?
fr: Êtes-vous sûr de vouloir supprimer {0} élément(s) ?

source: Are you sure you want to delete {0} profiles?
fr: Êtes-vous certain de vouloir supprimer {0} profil(s) ?

source: Bit depth
fr: Profondeur d'échantillonnage

source: Bitmap Files (*.bmp)
fr: Fichiers de dessin (*.bmp)

source: Black & White
fr: Noir et blanc

source: Brightness
fr: Luminosité

source: Cancel
fr: Annuler

source: Center
fr: Centrer

source: Choose Icon
fr: Choisissez une icône

source: Choose Profile
fr: Choisissez un profil

source: Choose device
fr: Choisissez un périphérique

source: Clear
fr: Effacer

source: Contrast
fr: Contraste

source: Delete
fr: Supprimer

source: Device
fr: Périphérique

source: Display name
fr: Affiche le nom

source: Done
fr: Terminé

source: Duplex
fr: Recto-verso

source: Edit
fr: Éditer

source: Email PDF
fr: envoyer le PDF par courriel

source: Enhanced Windows MetaFile (*.emf)
fr: Métafichier Windows (*.emf)

source: Error
fr: Erreur

source: Exchangeable Image File (*.exif)
fr: Fichier EXIF (*.exif)

source: FTwainGui
fr: Interface TWAIN

source: Feeder
fr: Chargeur

source: Flip
fr: Retourner

source: GIF File (*.gif)
fr: Fichier GIF (*.gif)

source: Glass
fr: Vitre

source: Grayscale
fr: Niveaux de gris

source: Horizontal align
fr: Alignement horizontal

source: Icons from
fr: Icônes venant de

source: JPEG File (*.jpg, *.jpeg)
fr: Fichier JPEG (*.jpg, *.jpeg)

source: Language
fr: Langue

source: Left
fr: Gauche

source: Main toolbar
fr: Barre d'outils principale

source: Manage Profiles
fr: Gérer les profils

source: Maximum quality (large files)
fr: Qualité maxi (fichiers volumineux)

source: Move Down
fr: Déplacer vers le bas

source: Move Up
fr: Déplacer vers le haut

source: Name missing
fr: Nom manquant

source: No device selected
fr: Aucun périphérique sélectionné

source: No scanning device was found
fr: Aucun scanner trouvé

source: Overwrite File
fr: Écraser le fichier

source: PDF document (*.pdf)
fr: Document PDF (*.pdf)

source: PNG File (*.png)
fr: Fichier PNG (*.png)

source: Page size
fr: Taille de la page

source: Paper source
fr: Source du papier

source: Preview
fr: Aperçu

source: Profile Settings
fr: Paramètres du profil

source: Profiles
fr: Profils

source: Resolution
fr: Résolution

source: Right
fr: Droite

source: Rotate Left
fr: Tourner à gauche

source: Rotate Right
fr: Tourner à droite

source: Save Images
fr: Enregistrer les images

source: Save PDF
fr: Enregistrer le PDF

source: Saving to PDF
fr: Sauvegarde en PDF

source: Scale
fr: Échelle

source: Scan
fr: Numériser

source: Scanned Image
fr: Image numérisée

source: Select a profile before clicking Scan
fr: Choisissez un profil avant de numériser

source: TIFF File (*.tiff, *.tif)
fr: Fichier TIFF (*.tiff, *.tif)

source: TWAIN Driver
fr: Pilote TWAIN

source: The file {0} already exists. Do you want to overwrite it?
fr: Le fichier {0} existe déjà. Voulez-vous l'écraser ?

source: The selected scanner could not be found
fr: Le scanner indiqué est introuvable

source: The selected scanner is offline
fr: Le scanner indiqué est éteint

source: Use native WIA UI
fr: Utiliser l'interface WIA native

source: Use predefined settings
fr: Utiliser une configuration prédéfinie

source: WIA Driver
fr: Pilote WIA

source: Waiting for TWAIN to complete
fr: Attente de la fin du transfert TWAIN

source: You don't have permission to save files at this location
fr: Vous n'avez pas la permission de créer un fichier à cet endroit

source: {0} of {1}
fr: {0} sur {1}
